Repository: hendrikgrueger-web/geburtstage-geschenke-iOS
Catalog: Sources/aiPresentsApp/Localizable.xcstrings
Source language: de
Languages: en, es, fr

source: KI-Vorschläge (optional, mit Einwilligung)
en: AI Suggestions (optional, with consent)
es: Sugerencias de IA (opcional, con consentimiento)
fr: Suggestions IA (optionnel, avec consentement)

source: KI-Vorschläge aktiviert
en: AI Suggestions Enabled
es: Sugerencias de IA activadas
fr: Suggestions IA activées

source: KI-Vorschläge generieren
en: Generate AI Suggestions
es: Generar sugerencias de IA
fr: Générer des suggestions IA

source: Kind
en: Child
es: Hijo/a
fr: Enfant

source: Klein (bis 25€)
en: Small (up to €25)
es: Pequeño (hasta €25)
fr: Petit (jusqu'à 25 €)

source: Kontakt
en: Contact
es: Contacto
fr: Contact

source: Kontakt bearbeiten
en: Edit Contact
es: Editar contacto
fr: Modifier le contact

source: Kontaktdaten / Telefonnummer
en: Contact details / phone number
es: Detalles del contacto / número de teléfono
fr: Coordonnées / Numéro de téléphone

source: Kontakte
en: Contacts
es: Contactos
fr: Contacts

source: Kontakte importieren
en: Import Contacts
es: Importar contactos
fr: Importer des contacts

source: Kontakte-Import (optional)
en: Contacts Import (optional)
es: Importación de contactos (opcional)
fr: Import de contacts (optionnel)

source: Kopiert
en: Copied
es: Copiado
fr: Copié

source: Kopiert die gesamte Nachricht in die Zwischenablage
en: Copies the entire message to the clipboard
es: Copia el mensaje completo al portapapeles
fr: Copie l'intégralité du message dans le presse-papiers

source: Kostenlos testen
en: Start Free Trial
es: Comenzar prueba gratuita
fr: Tester gratuitement

source: Krebs
en: Cancer
es: Cáncer
fr: Cancer

source: Kritisch
en: Critical
es: Crítico
fr: Critique

source: Lade Preise…
en: Loading prices…
es: Cargando precios…
fr: Chargement des prix…

source: Laden...
en: Loading...
es: Cargando...
fr: Chargement...

source: Lass dir kreative Geschenkideen basierend auf Interessen generieren.
en: Get creative gift ideas generated based on interests.
es: Obtén ideas de regalo creativas basadas en intereses.
fr: Laissez générer des idées cadeaux créatives basées sur les intérêts.

source: Leitet Anfragen weiter an
en: Forwards requests to
es: Reenvía solicitudes a
fr: Transmet les requêtes à

source: Link öffnen
en: Open Link
es: Abrir enlace
fr: Ouvrir le lien

source: Löschen
en: Delete
es: Eliminar
fr: Supprimer

source: Löwe
en: Leo
es: Leo
fr: Lion

source: Mail-App geöffnet
en: Mail App Opened
es: App de correo abierta
fr: App Mail ouverte

source: Mail-App konnte nicht geöffnet werden.
en: Mail app could not be opened.
es: No se pudo abrir la app de correo.
fr: L'app Mail n'a pas pu être ouverte.

source: Manuell auf %@ eingestellt.
en: Manually set to %@.
es: Configurado manualmente en %@.
fr: Réglé manuellement sur %@.

source: Markieren
en: Mark
es: Marcar
fr: Marquer

source: Max darf nicht kleiner als Min sein
en: Max must not be less than min
es: El máximo no puede ser menor que el mínimo
fr: Le max ne peut pas être inférieur au min

source: Maximal 10 Tags erlaubt
en: Maximum 10 tags allowed
es: Máximo 10 etiquetas permitidas
fr: Maximum 10 tags autorisés

source: Maximalbetrag muss größer als Minimalbetrag sein
en: Maximum amount must be greater than minimum amount
es: El importe máximo debe ser mayor que el mínimo
fr: Le montant maximum doit être supérieur au montant minimum

source: Maximalbudget
en: Maximum Budget
es: Presupuesto máximo
fr: Budget maximum

source: Maximalbudget-Slider
en: Maximum budget slider
es: Control deslizante de presupuesto máximo
fr: Curseur budget maximum

source: Maximum erreicht (10 Hobbies)
en: Maximum reached (10 hobbies)
es: Máximo alcanzado (10 aficiones)
fr: Maximum atteint (10 loisirs)

source: Mindestbudget
en: Minimum Budget
es: Presupuesto mínimo
fr: Budget minimum

source: Mindestbudget-Slider
en: Minimum budget slider
es: Control deslizante de presupuesto mínimo
fr: Curseur budget minimum

source: Mindestens eine Vorwarnung muss ausgewählt sein
en: At least one advance warning must be selected
es: Debe seleccionarse al menos un aviso previo
fr: Au moins un avertissement préalable doit être sélectionné

source: Minuten
en: minutes
es: minutos
fr: Minutes

source: Mit der Zustimmung bestätige ich, dass ich mindestens 16 Jahre alt bin. (DSGVO Art. 8)
en: By consenting, I confirm that I am at least 16 years old. (GDPR Art. 8)
es: Al dar mi consentimiento, confirmo que tengo al menos 16 años. (RGPD Art. 8)
fr: En donnant mon consentement, je confirme que j'ai au moins 16 ans. (RGPD Art. 8)

source: Mit welchem Namen möchtest du die Nachricht unterschreiben? Dieser Name wird nur lokal auf deinem Gerät gespeichert.
en: What name would you like to sign the message with? This name is only stored locally on your device.
es: ¿Con qué nombre deseas firmar el mensaje? Este nombre solo se almacena localmente en tu dispositivo.
fr: Avec quel prénom souhaitez-vous signer le message ? Ce prénom est uniquement stocké localement sur votre appareil.

source: Mittel (25-75€)
en: Medium (€25-75)
es: Mediano (€25-75)
fr: Moyen (25-75 €)

source: Möchtest du die Systemeinstellungen für Benachrichtigungen öffnen?
en: Would you like to open system settings for notifications?
es: ¿Deseas abrir los ajustes del sistema para las notificaciones?
fr: Souhaitez-vous ouvrir les réglages système pour les notifications ?

source: Monat
en: Month
es: Mes
fr: Mois

source: Monatlich
en: Monthly
es: Mensual
fr: Mensuel

source: Morgen
en: Tomorrow
es: Mañana
fr: Demain

source: Morgen Geburtstag
en: Birthday tomorrow
es: Cumpleaños mañana
fr: Anniversaire demain

source: Morgen wird %lld
en: Turns %lld tomorrow
es: Cumple %lld mañana
fr: Fête ses %lld ans demain

source: Mutter
en: Mother
es: Madre
fr: Mère

source: Nachricht
en: Message
es: Mensaje
fr: Message

source: Nachricht generieren
en: Generate Message
es: Generar mensaje
fr: Générer un message

source: Nachricht in Zwischenablage kopiert
en: Message copied to clipboard
es: Mensaje copiado al portapapeles
fr: Message copié dans le presse-papiers

source: Nächster Geburtstag
en: Next Birthday
es: Próximo cumpleaños
fr: Prochain anniversaire

source: Nächstes Jahr
en: Next year
es: El año que viene
fr: L'année prochaine

source: Name des Geschenks
en: Gift name
es: Nombre del regalo
fr: Nom du cadeau

source: Name: AI Präsente Plattform: iOS 26+ Sprache: Swift 6, SwiftUI
en: Name: AI Presents Platform: iOS 26+ Language: Swift 6, SwiftUI
es: Nombre: AI Presents Plataforma: iOS 26+ Lenguaje: Swift 6, SwiftUI
fr: Nom : AI Présents Plateforme : iOS 26+ Langage : Swift 6, SwiftUI

source: Negativ
en: Negative
es: Negativo
fr: Négatif

source: Netzwerkfehler:
en: Network error:
es: Error de red:
fr: Erreur réseau :

source: Neue Idee
en: New Idea
es: Nueva idea
fr: Nouvelle idée

source: Neue Nachricht generieren
en: Generate New Message
es: Generar nuevo mensaje
fr: Générer un nouveau message

source: Neustart erforderlich
en: Restart Required
es: Se requiere reinicio
fr: Redémarrage requis

source: Nicht angefragt
en: Not requested
es: No solicitado
fr: Non demandé

source: Nie wieder einen Geburtstag vergessen
en: Never forget a birthday again
es: Nunca olvides un cumpleaños
fr: Ne plus jamais oublier un anniversaire

source: Nie wieder vergessen
en: Never Forget Again
es: Nunca más lo olvides
fr: Plus jamais oublier

source: Noch %lld Tage
en: %lld days left
es: %lld días restantes
fr: Encore %lld jours

source: Noch keine erhaltenen Geschenke
en: No received gifts yet
es: Aún no hay regalos recibidos
fr: Pas encore de cadeaux reçus

source: Noch keine Ideen
en: No ideas yet
es: Aún no hay ideas
fr: Pas encore d'idées

source: Noch ohne Geschenk
en: Still without a gift
es: Aún sin regalo
fr: Sans cadeau pour l'instant

source: Notiz:
en: Note:
es: Nota:
fr: Note :

source: Notizen
en: Notes
es: Notas
fr: Notes

source: Nur Favoriten
en: Favorites only
es: Solo favoritos
fr: Favoris uniquement

source: Nur lokal
en: Local only
es: Solo local
fr: Localement uniquement

source: Nur lokal speichern
en: Store locally only
es: Guardar solo localmente
fr: Stocker uniquement en local

source: Nur Namen & Geburtstage · Lokal gespeichert
en: Only names & birthdays · Stored locally
es: Solo nombres y cumpleaños · Guardados localmente
fr: Noms & anniversaires uniquement · Stocké localement

source: Nur noch 2 Wochen! Hast du etwas gefunden?
en: Only 2 weeks left! Have you found something?
es: ¡Solo quedan 2 semanas! ¿Has encontrado algo?
fr: Plus que 2 semaines ! Avez-vous trouvé quelque chose ?

source: Nur noch eine Woche! Zeit zu handeln.
en: Only one week left! Time to act.
es: ¡Solo queda una semana! Es hora de actuar.
fr: Plus qu'une semaine ! Il est temps d'agir.

source: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation

source: Öffnen
en: Open
es: Abrir
fr: Ouvrir

source: Öffnet das Formular zum Bearbeiten von Name, Geburtstag und Beziehung
en: Opens the form to edit name, birthday, and relationship
es: Abre el formulario para editar nombre, cumpleaños y relación
fr: Ouvre le formulaire pour modifier le nom, la date de naissance et la relation

source: Öffnet den Link im Browser
en: Opens the link in the browser
es: Abre el enlace en el navegador
fr: Ouvre le lien dans le navigateur

source: Ohne Name fortfahren
en: Continue without name
es: Continuar sin nombre
fr: Continuer sans nom

source: Optionale Notizen
en: Optional notes
es: Notas opcionales
fr: Notes optionnelles

source: Optionen
en: Options
es: Opciones
fr: Options

source: Personalisiert via Cloud-KI
en: Personalized via cloud AI
es: Personalizado vía IA en la nube
fr: Personnalisé via IA cloud

source: Persönliche Geburtstagsnachricht
en: Personal Birthday Message
es: Mensaje de cumpleaños personal
fr: Message d'anniversaire personnel

source: Positiv
en: Positive
es: Positivo
fr: Positif

source: Premium freischalten
en: Unlock Premium
es: Desbloquear Premium
fr: Débloquer Premium

source: pro Jahr
en: per year
es: por año
fr: par an

source: pro Monat
en: per month
es: por mes
fr: par mois

source: Produkt nicht gefunden
en: Product not found
es: Producto no encontrado
fr: Produit introuvable

source: Provisorisch
en: Provisional
es: Provisional
fr: Provisoire

source: Proxy — schützt den API-Key, leitet Anfragen weiter
en: Proxy — protects the API key, forwards requests
es: Proxy — protege la clave API, reenvía solicitudes
fr: Proxy — protège la clé API, achemine les requêtes

source: Qualitätsmetrik
en: Quality Metrics
es: Métricas de calidad
fr: Métrique de qualité

source: Rechtsgrundlage
en: Legal Basis
es: Base legal
fr: Base juridique

source: Ruhestunden
en: Quiet Hours
es: Horario silencioso
fr: Heures calmes

source: Ruhestunden-Ende muss zwischen 0 und 23 liegen
en: Quiet hours end must be between 0 and 23
es: El fin del horario silencioso debe estar entre 0 y 23
fr: La fin des heures calmes doit être entre 0 et 23

source: Ruhestunden-Start muss zwischen 0 und 23 liegen
en: Quiet hours start must be between 0 and 23
es: El inicio del horario silencioso debe estar entre 0 y 23
fr: Le début des heures calmes doit être entre 0 et 23

source: Schließen
en: Close
es: Cerrar
fr: Fermer

source: Schließt das Formular ohne zu speichern
en: Closes the form without saving
es: Cierra el formulario sin guardar
fr: Ferme le formulaire sans enregistrer

source: Schütze
en: Sagittarius
es: Sagitario
fr: Sagittaire

source: Schwester
en: Sister
es: Hermana
fr: Sœur

source: Sekunde
en: second
es: segundo
fr: Seconde

source: Sekunden
en: seconds
es: segundos
fr: Secondes

source: Skorpion
en: Scorpio
es: Escorpio
fr: Scorpion

source: Slider verwenden
en: Use Slider
es: Usar control deslizante
fr: Utiliser le curseur

source: Smarte Erinnerungen
en: Smart Reminders
es: Recordatorios inteligentes
fr: Rappels intelligents

source: Sollen deine Geburtstage und Geschenkideen automatisch auf all deinen Apple-Geräten verfügbar sein?
en: Should your birthdays and gift ideas be automatically available on all your Apple devices?
es: ¿Deseas que tus cumpleaños e ideas de regalo estén disponibles automáticamente en todos tus dispositivos Apple?
fr: Vos anniversaires et idées cadeaux doivent-ils être automatiquement disponibles sur tous vos appareils Apple ?

source: Sonstiges
en: Other
es: Otros
fr: Autre

source: Sortierung
en: Sorting
es: Ordenar
fr: Tri

source: SPAR-TIPP
en: BEST VALUE
es: MEJOR VALOR
fr: BON PLAN

source: Speichere Ideen und setze Budgets für jeden Kontakt.
en: Save ideas and set budgets for each contact.
es: Guarda ideas y establece presupuestos para cada contacto.
fr: Enregistrez des idées et définissez des budgets pour chaque contact.

source: Speichern
en: Save
es: Guardar
fr: Enregistrer

source: Speichert das Geschenk
en: Saves the gift
es: Guarda el regalo
fr: Enregistre le cadeau

source: Speichert die Änderungen
en: Saves the changes
es: Guarda los cambios
fr: Enregistre les modifications

source: Speichert die Geschenkidee
en: Saves the gift idea
es: Guarda la idea de regalo
fr: Enregistre l'idée cadeau

source: Stand: März 2026
en: As of: March 2026
es: A partir de: marzo de 2026
fr: Date : Mars 2026

source: Status ändern
en: Change Status
es: Cambiar estado
fr: Modifier le statut

source: Status prüfen
en: Check Status
es: Verificar estado
fr: Vérifier le statut

source: Status unbekannt
en: Status unknown
es: Estado desconocido
fr: Statut inconnu

source: Status vorwärts
en: Advance Status
es: Avanzar estado
fr: Statut suivant

source: Steinbock
en: Capricorn
es: Capricornio
fr: Capricorne

source: Sternzeichen (berechnet, keine Personaldaten)
en: Zodiac sign (calculated, no personal data)
es: Signo zodiacal (calculado, sin datos personales)
fr: Signe astrologique (calculé, pas de données personnelles)

source: Stier
en: Taurus
es: Tauro
fr: Taureau

source: Stunde
en: hour
es: hora
fr: Heure

source: Stunden
en: hours
es: horas
fr: Heures

source: Suche oder frag die KI…
en: Search or ask the AI…
es: Buscar o pregunta a la IA…
fr: Rechercher ou demander à l'IA…

source: Suche...
en: Search...
es: Buscar...
fr: Rechercher...

source: Suchen...
en: Search...
es: Buscar...
fr: Rechercher...

source: Tag
en: Day
es: Día
fr: Jour

source: Tage
en: Days
es: Días
fr: Jours

source: Tagen
en: days
es: días
fr: Jours

source: Tap für Details und Geschenkideen
en: Tap for details and gift ideas
es: Toca para detalles e ideas de regalo
fr: Appuyer pour les détails et idées cadeaux

source: Teilen
en: Share
es: Compartir
fr: Partager

source: Teilen-Dialog geöffnet
en: Share dialog opened
es: Diálogo de compartir abierto
fr: Dialogue de partage ouvert

source: Teilt alle Geschenkideen
en: Shares all gift ideas
es: Comparte todas las ideas de regalo
fr: Partage toutes les idées cadeaux

source: Teilt die Nachricht über das Share Sheet
en: Shares the message via the share sheet
es: Comparte el mensaje mediante la hoja de compartir
fr: Partage le message via la feuille de partage

source: Test-Daten
en: Test Data
es: Datos de prueba
fr: Données de test

source: Tippe auf einen Vorschlag, um ihn als Geschenkidee zu speichern.
en: Tap a suggestion to save it as a gift idea.
es: Toca una sugerencia para guardarla como idea de regalo.
fr: Appuyez sur une suggestion pour l'enregistrer comme idée cadeau.

source: Titel
en: Title
es: Título
fr: Titre

source: Titel muss ausgefüllt sein
en: Title is required
es: El título es obligatorio
fr: Le titre doit être rempli

source: Titel vergangener Geschenke (keine Notizen)
en: Titles of past gifts (no notes)
es: Títulos de regalos pasados (sin notas)
fr: Titre des cadeaux passés (sans notes)

source: Über ai-presents-app
en: About ai-presents-app
es: Acerca de ai-presents-app
fr: À propos d'ai-presents-app

source: Über die App
en: About the App
es: Acerca de la app
fr: À propos de l'app

source: Übersicht
en: Overview
es: Resumen
fr: Vue d'ensemble

source: Überspringen
en: Skip
es: Omitir
fr: Ignorer

source: Unbegrenzte Erinnerungen
en: Unlimited Reminders
es: Recordatorios ilimitados
fr: Rappels illimités

source: Unbegrenzte Kontakte
en: Unlimited Contacts
es: Contactos ilimitados
fr: Contacts illimités

source: Unbegrenzte Kontakte, KI-Vorschläge & mehr
en: Unlimited contacts, AI suggestions & more
es: Contactos ilimitados, sugerencias de IA y más
fr: Contacts illimités, suggestions IA & plus

source: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu

source: Unbekannter Kaufstatus
en: Unknown purchase status
es: Estado de compra desconocido
fr: Statut d'achat inconnu

source: Urheberrecht
en: Copyright
es: Derechos de autor
fr: Droit d'auteur

source: Vater
en: Father
es: Padre
fr: Père

source: Verarbeitet die KI-Anfragen
en: Processes the AI requests
es: Procesa las solicitudes de IA
fr: Traite les requêtes IA

source: Verbesserungswürdig
en: Needs Improvement
es: Necesita mejora
fr: À améliorer

source: Verschenkt
en: Given
es: Regalado
fr: Offert

source: Versuche andere Suchbegriffe
en: Try different search terms
es: Prueba con otros términos de búsqueda
fr: Essayez d'autres termes de recherche

source: Vielen Dank für dein Feedback!
en: Thank you for your feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour votre retour !

source: Von %@ erhalten
en: Received from %@
es: Recibido de %@
fr: Reçu de %@

source: vor
en: ago
es: hace
fr: il y a

source: Vor
en: Prev
es: Anterior
fr: Il y a

source: Vorgegeben
en: Predefined
es: Predefinido
fr: Prédéfini

source: Vorname (aus Kontaktdaten)
en: First name (from contacts)
es: Nombre (de contactos)
fr: Prénom (depuis les données de contact)

source: Vorname Nachname
en: First Last Name
es: Nombre Apellido
fr: Prénom Nom

source: Vorschläge (%@)
en: Suggestions (%@)
es: Sugerencias (%@)
fr: Suggestions (%@)

source: Vorwarnungen
en: Advance Warnings
es: Avisos previos
fr: Avertissements préalables

source: Waage
en: Libra
es: Libra
fr: Balance

source: Wähle das Jahr, in dem das Geschenk verschenkt wurde
en: Select the year the gift was given
es: Selecciona el año en que se regaló
fr: Sélectionnez l'année à laquelle le cadeau a été offert

source: Wähle das Jahr, in dem du das Geschenk erhalten hast
en: Select the year you received the gift
es: Selecciona el año en que recibiste el regalo
fr: Sélectionnez l'année à laquelle vous avez reçu le cadeau

source: Wähle das Maximalbudget
en: Select the maximum budget
es: Selecciona el presupuesto máximo
fr: Sélectionnez le budget maximum

source: Wähle das Mindestbudget
en: Select the minimum budget
es: Selecciona el presupuesto mínimo
fr: Sélectionnez le budget minimum

source: Wähle den Status der Geschenkidee aus
en: Select the status of the gift idea
es: Selecciona el estado de la idea de regalo
fr: Sélectionnez le statut de l'idée cadeau

source: Währung
en: Currency
es: Moneda
fr: Devise

source: War das hilfreich?
en: Was this helpful?
es: ¿Fue útil?
fr: Était-ce utile ?

source: Was funktioniert gut? Was könnte besser sein?
en: What works well? What could be better?
es: ¿Qué funciona bien? ¿Qué podría mejorar?
fr: Qu'est-ce qui fonctionne bien ? Qu'est-ce qui pourrait être amélioré ?

source: Was hast du erhalten?
en: What did you receive?
es: ¿Qué recibiste?
fr: Qu'avez-vous reçu ?

source: Was wird NICHT übertragen?
en: What is NOT transmitted?
es: ¿Qué NO se transmite?
fr: Qu'est-ce qui N'EST PAS transmis ?

source: Was wurde verschenkt?
en: What was gifted?
es: ¿Qué se regaló?
fr: Qu'a-t-on offert ?

source: Wassermann
en: Aquarius
es: Acuario
fr: Verseau

source: Weiter
en: Continue
es: Continuar
fr: Continuer

source: Welche Daten werden gespeichert?
en: What data is stored?
es: ¿Qué datos se almacenan?
fr: Quelles données sont stockées ?

source: Welche Daten werden übertragen?
en: What data is transmitted?
es: ¿Qué datos se transmiten?
fr: Quelles données sont transmises ?

source: Wenn deaktiviert, erhältst du keine Benachrichtigungen.
en: When disabled, you will not receive notifications.
es: Cuando esté desactivado, no recibirás notificaciones.
fr: Si désactivé, vous ne recevrez aucune notification.

source: Wenn du die KI-Funktion aktivierst, werden minimale Daten (Vorname, Alter, Beziehungstyp, Sternzeichen) an OpenRouter/Google übertragen. Details findest du in der Einwilligungserklärung.
en: If you enable the AI function, minimal data (first name, age, relationship type, zodiac sign) is transmitted to OpenRouter/Google. Details can be found in the consent form.
es: Si activas la función de IA, se transmiten datos mínimos (nombre, edad, tipo de relación, signo zodiacal) a OpenRouter/Google. Los detalles se encuentran en el formulario de consentimiento.
fr: Lorsque vous activez la fonctionnalité IA, des données minimales (prénom, âge, type de relation, signe astrologique) sont transmises à OpenRouter/Google. Vous trouverez les détails dans la déclaration de consentement.

source: Wenn du iCloud Sync aktivierst, werden deine Daten über Apples iCloud synchronisiert. Apple verschlüsselt diese Daten. Wir haben keinen Zugriff auf deine iCloud-Daten.
en: If you enable iCloud Sync, your data is synced via Apple's iCloud. Apple encrypts this data. We have no access to your iCloud data.
es: Si activas la sincronización con iCloud, tus datos se sincronizan a través del iCloud de Apple. Apple cifra estos datos. No tenemos acceso a tus datos de iCloud.
fr: Lorsque vous activez iCloud Sync, vos données sont synchronisées via iCloud d'Apple. Apple chiffre ces données. Nous n'avons pas accès à vos données iCloud.

source: Wenn du Kontakte aus deinem Adressbuch importierst, werden nur Name und Geburtstag gelesen. Die Daten werden lokal gespeichert und nicht weitergegeben.
en: When you import contacts from your address book, only name and birthday are read. The data is stored locally and not shared.
es: Cuando importas contactos de tu libreta de direcciones, solo se leen el nombre y el cumpleaños. Los datos se almacenan localmente y no se comparten.
fr: Lorsque vous importez des contacts depuis votre carnet d'adresses, seuls le nom et la date de naissance sont lus. Les données sont stockées localement et ne sont pas transmises.

source: Wer verarbeitet die Daten?
en: Who processes the data?
es: ¿Quién procesa los datos?
fr: Qui traite les données ?

source: Werde rechtzeitig erinnert, damit du perfekt vorbereitet bist.
en: Get reminded in time so you're perfectly prepared.
es: Recibe recordatorios a tiempo para estar perfectamente preparado.
fr: Soyez rappelé à temps pour être parfaitement préparé.

source: Wert:
en: Value:
es: Valor:
fr: Valeur :

source: Widder
en: Aries
es: Aries
fr: Bélier

source: Widerruf jederzeit möglich: Einstellungen → KI-Assistent → "Widerrufen"
en: Revocation possible at any time: Settings → AI Assistant → "Revoke"
es: Revocación posible en cualquier momento: Ajustes → Asistente de IA → "Revocar"
fr: Révocation possible à tout moment : Réglages → Assistant IA → « Révoquer »

source: Widerrufen
en: Revoke
es: Revocar
fr: Révoquer

source: Wird %lld (%lld Tage)
en: Turns %1$lld (%2$lld days)
es: Cumple %1$lld (%2$lld días)
fr: Fête ses %1$lld ans (%2$lld jours)

source: Wird automatisch aus deiner Geräteregion ermittelt.
en: Automatically determined from your device region.
es: Determinado automáticamente desde la región de tu dispositivo.
fr: Déterminé automatiquement à partir de la région de votre appareil.

source: Wird für bessere KI-Vorschläge genutzt
en: Used for better AI suggestions
es: Utilizado para mejores sugerencias de IA
fr: Utilisé pour de meilleures suggestions IA

source: Woche
en: week
es: semana
fr: Semaine

source: Wochen
en: weeks
es: semanas
fr: Semaines

source: z. B. Oma, Onkel, Mentor
en: e.g. Grandma, Uncle, Mentor
es: p. ej. Abuela, Tío, Mentor
fr: p. ex. Grand-mère, Oncle, Mentor

source: z.B. Oma, Onkel, Nachbar
en: e.g. Grandma, Uncle, Neighbor
es: p. ej. Abuela, Tío, Vecino
fr: p. ex. Grand-mère, Oncle, Voisin
